[
    {
        "data": [
            "Besides smelling with their nose, cats can smell with an additional organ called the Jacobson's organ, located in the upper surface of the mouth."
        ]
    },
    {
        "data": [
            "The word 'cat' in various languages: French: chat; German: katze; Italian: gatto; Spanish/Portugese: gato; Yiddish: kats; Maltese: qattus; Swedish/Norwegian: katt; Dutch: kat; Icelandic: kottur; Greek: catta; Hindu: katas; Japanese:neko; Polish: kot; Ukranian: kotuk; Hawiian: popoki; Russian: koshka; Latin: cattus; Egyptian: mau; Turkish: kedi; Armenian: Gatz; Chinese: mio; Arabic: biss; Indonesian: qitta; Bulgarian: kotka; Malay: kucing; Thai/Vietnamese: meo; Romanian: pisica; Lithuanian: katinas; Czech: kocka; Slovak: macka; Armenian: gatz; Basque: catua; Estonian: kass; Finnish: kissa; Swahili: paka."
        ]
    },
    {
        "data": [
            "The Maine Coon is 4 to 5 times larger than the Singapura, the smallest breed of cat."
        ]
    },
    {
        "data": [
            "A cat has been mayor of Talkeetna, Alaska, for 15 years. His name is Stubbs."
        ]
    },
    {
        "data": [
            "There are cats who have survived falls from over 32 stories (320 meters) onto concrete."
        ]
    },
    {
        "data": [
            "Owning a cat can reduce the risk of stroke and heart attack by a third."
        ]
    },
    {
        "data": [
            "When well treated, a cat can live twenty or more years but the average life span of a domestic cat is 14 years."
        ]
    },
    {
        "data": [
            "Cat families usually play best in even numbers. Cats and kittens should be aquired in pairs whenever possible."
        ]
    },
    {
        "data": [
            "The catnip plant contains an oil called hepetalactone which does for cats what marijuana does to some people. Not all cats react to it those that do appear to enter a trancelike state. A positive reaction takes the form of the cat sniffing the catnip, then licking, biting, chewing it, rub & rolling on it repeatedly, purring, meowing & even leaping in the air."
        ]
    },
    {
        "data": [
            "Cats can not taste sweetness."
        ]
    }
]